Area defined by sketch must be connected.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ManyCCWLoopsError { get; }
  Visual Basic
Public Shared ReadOnly Property ManyCCWLoopsError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ManyCCWLoopsError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace